/* Explains to users that the phone is ready and they should bump to connect with another phone. */
"Bump to connect" = "Bump to connect";

/* Request to connect with another user. For example, this might say Connect with Andy?. */
"Connect with %@?" = "Connect with %@?";

/* Dialog shown when user has just bumped and information is sending to the other phone. */
"Connecting..." = "Connecting...";

/* Notifying the user the phone is establishing a connection. */
"Network unavailable" = "Network unavailable";

/* No button for Bump API popup */
"No" = "No";

/* The other phone did not register a bump. Explain why the user must bump again. */
"No match - please try again." = "No match - please try again.";

/* Explain that the other user decided to cancel the bump and the information was not transferred. */
"Other user canceled the bump." = "Other user canceled the bump.";

/* Tell the user to please try bumping again. */
"Please bump again." = "Please bump again.";

/* There were too many possible candidates for the server to match. */
"Sometimes two bumps are required." = "Sometimes two bumps are required.";

/* Notifying the user the phone is establishing a connection. */
"Warming up" = "Warming up";

/* Yes button for Bump API popup */
"Yes" = "Yes";

